/*******************************************************************************
*   ___   workplace
*  ¦OUX¦  C+
*  ¦/C+¦  bieżący integrator systemowy
*   ---   client/server
*         global defines
* ©overcq                on ‟Gentoo Linux 13.0” “x86_64”              2015‒7‒6 *
*******************************************************************************/
#define E_const_P_home_dir "/home/inc"
#define E_const_P_group_name "inc"
//==============================================================================
typedef void E_cmd_Z_argv_Z_proc( Pc, Pc *, Pc *, N );
/******************************************************************************/
